Revit 2016 API
IPipePlumbingFixtureFlowServer Interface
 Interface class for external servers implementing Pipe plumbing fixture flow calculation.
Namespace: Autodesk.Revit.DB.Plumbing
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Since: 2014
Syntax
C#
public interface IPipePlumbingFixtureFlowServer : IExternalServer
Visual Basic
Public Interface IPipePlumbingFixtureFlowServer _
	Inherits IExternalServer
Visual C++
public interface class IPipePlumbingFixtureFlowServer : IExternalServer
See Also
IPipePlumbingFixtureFlowServer Members
Autodesk.Revit.DB.Plumbing Namespace